OpenFOAM-5.x/tutorials/compressible/rhoPimpleFoam/RAS/mixerVessel2D/Allrun
#!/bin/sh

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

application=`getApplication`

./makeMesh
runApplication $application
